aquamarine-git
arrpc
cheat-engine-zh
connect-tunnel
dualsensectl
eam-git
gamescope-git
glaze-git
hardinfo2
huenicorn
hyperhdr-git
hyprcursor-git
hyprgraphics-git
hypridle-git
hyprland-git
hyprland-protocols-git
hyprland-qtutils-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprpolkitagent-git
hyprshot-git
hyprutils-git
hyprwayland-scanner-git
imagewriter
insomnia
jellyfin-media-player
jstest-gtk-git
lib32-nvidia-utils-beta
lib32-opencl-nvidia-beta
libstrangle-git
livecaptions
new-lg4ff-dkms-git
nvidia-open-beta-dkms
nvidia-settings-beta
nvidia-utils-beta
obs-backgroundremoval
opencl-nvidia-beta
oversteer
paccache-hook
path-of-building-community-git
protonfixes
protontricks
samrewritten-git
slack-desktop-wayland
swww-git
vesktop
via-appimage
wallust
wayland-logout
wl-clipboard-x11
wljoywake
wlogout
xdg-desktop-portal-hyprland-git
xwaylandvideobridge
yay
yaycache-hook
