ani-cli
arrpc
cheat-engine-zh
eam-git
gamescope-git
huenicorn
hypridle-git
hyprland-git
hyprland-protocols-git
hyprlang-git
hyprlock-git
hyprpaper-git
hyprpicker-git
hyprpolkitagent-git
hyprshot-git
hyprwayland-scanner-git
imagewriter
insomnia
jellyfin-media-player-git
jstest-gtk-git
lib32-nvidia-utils-beta
lib32-opencl-nvidia-beta
livecaptions
new-lg4ff-dkms-git
nvidia-open-beta-dkms
nvidia-settings-beta
nvidia-utils-beta
obs-backgroundremoval
opencl-nvidia-beta
oversteer
paccache-hook
protontricks
samrewritten-git
slack-desktop-wayland
swww-git
tuxclocker
vesktop
via-appimage
wallust
wayland-logout
wljoywake
wlogout
xdg-desktop-portal-hyprland-git
yay
yaycache-hook
