7zip
amd-ucode
apache
appmenu-gtk-module
aria2
aspnet-runtime
base
base-devel
bc
blueman
bluez-utils
chromium
clinfo
cliphist
cmake
cpio
dbeaver
dmidecode
docker
docker-compose
dotnet-runtime
dotnet-sdk
efibootmgr
egl-wayland
ethtool
evtest
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
fd
ffmpegthumbnailer
firefox
fuse2
gamemode
gdu
ghex
git
git-lfs
glaze
go
godot
gparted
grub
gst-plugin-pipewire
gvfs
gvim
helm
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-protocols
hyprland-qt-support
hyprlang
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
hyprtoolkit
hyprutils
hyprwayland-scanner
i2c-tools
imagemagick
iwd
joyutils
kitty
kubectl
kvantum
lact
lf
lib32-gamemode
lib32-libpipewire
lib32-libpulse
lib32-libvdpau
libappindicator
libheif
libpulse
libratbag
libreoffice-fresh
libva-nvidia-driver
libva-utils
libvips
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lua51-luautf8
lxqt-archiver
ly
man-db
mangohud
markdownlint-cli
mesa-utils
mingw-w64-gcc
mono
mpv
mpv-mpris
msitools
mypy
nano
neovim
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nuget
nwg-look
obs-studio
obsidian
openslide
openssh
openvpn
otf-font-awesome
pandoc-cli
pavucontrol
pcmanfm-qt
piper
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
poppler-glib
psensor
python-black
python-pip
python-pystray
qbittorrent
qmk
qpwgraph
qrencode
qt6ct
reflector
rofi
samba
signal-desktop
smartmontools
spotify-launcher
steam
swayidle
swaync
sysfsutils
telegram-desktop
tesseract
tesseract-data-nld
tflint
thunderbird
timeshift
unrar
v4l2loopback-dkms
vdpauinfo
vulkan-tools
waybar
webkit2gtk
webkit2gtk-4.1
wget
wine
wireless_tools
wireplumber
woff2-font-awesome
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xorg-xhost
zip
zsh
