7zip
amd-ucode
appmenu-gtk-module
aria2
aspnet-runtime
base
base-devel
blueman
brightnessctl
chromium
cliphist
cmake
composer
cpio
dbeaver
docker
docker-compose
dotnet-runtime
dotnet-sdk
efibootmgr
egl-wayland
ethtool
fastfetch
fcitx5
fcitx5-configtool
fcitx5-mozc
ffmpegthumbnailer
firefox
fuse2
gamemode
ghex
git
git-lfs
go
gparted
grub
gst-plugin-pipewire
gvim
htop
imagemagick
iwd
jdk17-openjdk
jellyfin-mpv-shim
joyutils
kitty
kvantum
lf
lib32-gamemode
lib32-libpipewire
lib32-libpulse
lib32-libvdpau
libappindicator-gtk3
libheif
libpulse
libreoffice-fresh
libva-nvidia-driver
libva-utils
libvips
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lxqt-archiver
man-db
mangohud
mesa-utils
mingw-w64-gcc
mono
mpv
mpv-mpris
msitools
nano
neovim
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nuget
nwg-look
obs-studio
openslide
openssh
openvpn
otf-font-awesome
pavucontrol
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pm2
poppler-glib
python-pip
python-pystray
qbittorrent
qmk
qpwgraph
qt5ct
qt6ct
redis
reflector
rofi-wayland
sddm
signal-desktop
smartmontools
spotify-launcher
steam
swayidle
swaync
sysfsutils
telegram-desktop
thunderbird
timeshift
ttf-font-awesome
unrar
v4l2loopback-dkms
vdpauinfo
vulkan-tools
waybar
webkit2gtk
wget
wine
wireless_tools
wireplumber
xdg-utils
xdotool
xorg-xhost
yt-dlp
zip
zsh
